{
  "usersInfoData":[
      {
        "uId": 10001,
        "name": "张三",
        "sex": "男",
        "startTime": "2017-03-29 08:22:02",
        "endTime": "2017-03-29 17:32:32"
      },
      {
        "uId": 10002,
        "name": "李四",
        "sex": "男",
        "startTime": "2017-03-29 08:22:02",
        "endTime": "2017-03-29 17:32:32"
      },
      {
        "uId": 10003,
        "name": "李阳",
        "sex": "男",
        "startTime": "",
        "endTime": ""
      },
      {
        "uId": 10004,
        "name": "郭小川",
        "sex": "男",
        "startTime": "2017-03-29 08:22:02",
        "endTime": "2017-03-29 17:32:32"
      },
      {
        "uId": 10005,
        "name": "郭松",
        "sex": "男",
        "startTime": "2017-03-29 08:22:02",
        "endTime": "2017-03-29 17:32:32"
      },
      {
        "uId": 10006,
        "name": "邱胜杰",
        "sex": "男",
        "startTime": "2017-03-29 08:22:02",
        "endTime": "2017-03-29 17:32:32"
      },
      {
        "uId": 10007,
        "name": "李明月",
        "sex": "女",
        "startTime": "",
        "endTime": ""
      },
      {
        "uId": 10008,
        "name": "冯晓洁",
        "sex": "女",
        "startTime": "2017-03-29 08:22:02",
        "endTime": "2017-03-29 17:32:32"
      },
      {
        "uId": 10009,
        "name": "郭明",
        "sex": "男",
        "startTime": "2017-03-29 08:22:02",
        "endTime": "2017-03-29 17:32:32"
      }
    ]
}

